absszero.vscode-laravel-goto
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
damianbal.vs-phpclassgen
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
glitchbl.laravel-create-view
ihunte.laravel-blade-wrapper
jbockle.jbockle-format-files
lacroixdavid1.vscode-format-context-menu
marabesi.php-import-checker
mattedesign.laravel-pack
mehedidracula.php-constructor
mehedidracula.php-namespace-resolver
mikestead.dotenv
mrchetan.phpstorm-parameter-hints-in-vscode
njpwerner.autodocstring
onecentlin.laravel-blade
onecentlin.laravel5-snippets
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
wholroyd.jinja
